// © Copyright 2010-2015 HP Development Company, L.P.

// SSMDeviceWorkflowManager

// Copy workflows fail alert message
"COPY_WORKFLOWS_TITLE" = "Arbeidsflytkopiering mislyktes";
"COPY_WORKFLOWS_DESC" = "Kunne ikke kopiere arbeidsflytene til brukerenhetens domenemappe";

// generic error
"ERROR" = "Feil";
"ERROR_UNKNOWN_DESC" = "Det oppstod en ukjent feil.";

// Error displayed when HPScanWorkflow object creation fails for execution of workflow in SEH interface execute method
"ERROR_WORKFLOW_CREATE_FAIL_TITLE" = "Oppretting av arbeidsflyt mislyktes";
"ERROR_WORKFLOW_CREATE_FAIL_DESC" = "Det oppstod en ukjent feil under oppretting av arbeidsflyten. Prøv igjen.";

// Error displayed when copyworkflows fails as due to non availability of permission at user device domain folder
"ERROR_CREATING_DIR_TITLE" = "Feil ved oppretting av katalog";
"ERROR_CREATING_DIR_DESC" = "Det oppstod en feil under oppretting av katalogen %@. Sjekk tilgangsrettighetene til den overordnede mappen og prøv igjen";

// Error displayed when scan link ID received from the device is invalid
"ERROR_INVALID_SCAN_LINK_ID_TITLE" = "Skannesnarvei støttes ikke";
"ERROR_INVALID_SCAN_LINK_ID_DESC" = "Den valgte skannesnarveien kan ikke utføres fordi den ikke gjenkjennes av programvaren. Velg en annen skannesnarvei, og prøv igjen.";

"Your HP device has sent a status message. This message could not be saved" = "HP-enheten har sendt en statusmelding. Denne meldingen kunne ikke lagres";
